import random

word1 = ["хуй", "пизда", "жопа", "лисьи хуи", "гавно", "пидор", "пиздохуй", "шмонька", "нежный секс", "долбоеб", "курва", "ебло","ебля", "анальная жопоебля", "пиздюк", "блядь", "срака","дифференциальное уравнение", "конь", "еботь", "неведомая ебаная хуйня", "пламя из жепы"]
word2 = ["глазами", "ушами", "парусами", "чудесами", "костылями", "колокольчиками", "трусами", "волосами", "тормозами", "хуйцами"]

def harrypotterturbo():
    return f"Гарри Поттер и {random.choice(word1)} с {random.choice(word2)}"
